04_Simulation/2.IN_THE_LOOP/PH_gen100_pop100_symUK-Cf_parIs/running_pfac150_pop100_seed0/run_03053/PH_2D_RANS_kOmegaSSTx/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  Newtonian;

rho             rho [ 1 -3 0 0 0 0 0 ] 1;

nu              nu [ 0 2 -1 0 0 0 0 ] 9.438414e-5; // Re_h=10595 (non-dim nu=1/Re)

           


// ************************************************************************* //
